Repository: fnupp/OutlookAI
Catalog: OutlookAI/Resources.*.resx
Languages: de

source: Settings
de: Einstellungen

# NichtVeröffentlicht
source: Not published
de: Nicht veröffentlicht

# Prompt2
source: Write me a to-do list for the following email. Write in detail and use paragraphs to structure the argument.
de: Schreibe mir für die folgende E - Mail eine ToDoListeSchreibe ausführlich und verwende Absätze, um die Argumentation zu gliedern.

# Prompt3
source: Write me a response to the following email with 3 follow-up questions. Use the same language as the email for your response. Do not include an email footer or subject line. Write in detail and in an informal style.
de: Schreibe mir für die folgende Email eine Antwort micht 3 Rückfragen \nNutze als Sprache der Antwort die Sprache der Email. Erzeuge keinen Emailfooter oder Betreff. \n Schreibe ausführlich und in einem informellen Stil.

# Title3
source: Rückfragen
de: Clarifications

# ErrorcallingOllama
source: #TODO#_Error in the request to oLLAMA
de: Fehler bei der Anfrage an oLLAMA

# ErrorcallingOpenai
source: #TODO#_Error in the request to ChatGPT
de: Fehler bei der Anfrage an ChatGPT

# ComposePrompt1
source: Please formulate this email more professionally. \r\n - Do not include a subject line or signature.\r\n - Keep the salutation (you, they) as is.
de: Formuliere diese Email professioneller. \r\n - Erzeuge keinen Betreff oder Signatur.\r\n - Behalte die Anrede (Du, sie) bei.

# ComposePrompt2
source: Revise this email so that it is more clearly structured and easier to understand, without changing the content. Do not create a subject line or signature. Keep the salutation (you, they) as is:
de: Überarbeite diese E-Mail so, dass sie klarer strukturiert und leichter verständlich ist, ohne den Inhalt zu verändern. Erzeuge keinen Betreff oder Signatur. Behalte die Anrede (Du, sie) bei:

# ComposePrompt3
source: Make this email shorter and more personal, as if you were writing to a good colleague or acquaintance: - Do not include a subject line or signature. - Keep the salutation (you, they) the same.
de: Mach diese E-Mail kürzer und persönlicher, als würdest du einem guten Kollegen oder einer Bekannten schreiben:\r\n - Erzeuge keinen Betreff oder Signatur.\r\n - Behalte die Anrede (Du, sie) bei.

# ComposePromptTitle1
source: Professional
de: Professioneller

# ComposePromptTitle2
source: Clearer
de: Klarer

# ComposePromptTitle3
source: Informal
de: Informeller

# SummarizeTitle1
source: Summary 1
de: Zusammenfassung 1

# SummarizeTitle2
source: Summary 2
de: Zusammenfassung 2

# SummarizePrompt1
source: Summarize the following email, list the key statements and information, and describe the tone of the email. Analyze the email: Read the original email to understand the context, the issue, and the sender's tone. Incorporate content input: Use only the provided content information and statements as the basis for the response.
de: Fasse die folgende Email zusammen, zähle die zentralen Aussagen und Informationen auf und beschreibe den Ton der Email.\r\n\r\n\r\n E-Mail analysieren:\r\n Lies die Ursprungs-E-Mail, um den Kontext, das Anliegen und den Ton des Absenders zu verstehen.\r\n\r\n Inhaltlichen Input einbauen:\r\n Verwende ausschließlich die bereitgestellten inhaltlichen Informationen und Aussagen als Basis für die Antwort.

# SummarizePrompt2
source: Summarize the following email. Read the original email to understand the context, the issue, and the sender's tone.
de: Fasse die folgende Eamil zusammen.Lies die Ursprungs-E-Mail, um den Kontext, das Anliegen und den Ton des Absenders zu verstehen.

# ComposeNotTextSelected
source: Please select some text and try again. \r\n
de: Bitte den Text auswählen der überarbeitet werden soll.

# ErrorGeneric
source: Error:
de: Fehler:

# ErrorProcessing
source: Error during processing:
de: Fehler bei der Verarbeitung:

# CalendarExportSuccess
source: Calendar entries successfully exported!
de: Kalendereinträge erfolgreich exportiert!

# CalendarExportError
source: Error during export:
de: Fehler beim Exportieren:

# CalendarImportSuccess
source: Calendar entries successfully imported!
de: Kalendereinträge erfolgreich importiert!

# CalendarImportError
source: Error during import:
de: Fehler beim Importieren:
